{
  "OpenAI API Key Required": "Diperlukan Kunci API OpenAI",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "Silakan atur kunci API OpenAI Anda di sudut kiri bawah sidebar.",
  "If you don't have an OpenAI API key, you can get one here: ": "Jika Anda tidak memiliki kunci API OpenAI, Anda bisa mendapatkannya di sini: ",
  "Stop Generating": "Berhenti Menghasilkan",
  "Prompt limit is {{maxLength}} characters": "Batas prompt adalah {{maxLength}} karakter",
  "System Prompt": "Prompt Sistem",
  "Enter a prompt": "Masukkan sebuah prompt",
  "Regenerate response": "Hasilkan respons kembali",
  "Sorry, there was an error.": "Maaf, terjadi kesalahan.",
  "Model": "Model",
  "Conversation": "Percakapan",
  "OR": "ATAU",
  "Loading...": "Memuat...",
  "Type a message ...": "Ketik pesan...",
  "Error fetching models.": "Kesalahan saat mengambil model.",
  "AI": "AI",
  "You": "Anda",
  "Cancel": "Batal",
  "Save & Submit": "Simpan & Kirim",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "Pastikan kunci API OpenAI Anda telah diatur di sudut kiri bawah sidebar.",
  "If you completed this step, OpenAI may be experiencing issues.": "Jika Anda telah menyelesaikan langkah ini, OpenAI mungkin mengalami masalah.",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "Batas pesan adalah {{maxLength}} karakter. Anda telah memasukkan {{valueLength}} karakter.",
  "Please enter a message": "Silakan masukkan pesan",
  "Where the forefront of AI technology meets universal access.": "Di mana garis depan teknologi AI bertemu dengan akses universal.",
  "Are you sure you want to clear all messages?": "Apakah Anda yakin ingin menghapus semua pesan?",
  "Switch to Sample Prompts": "Beralih ke Prompt Contoh",
  "Switch to Role Play": "Beralih ke Permainan Peran",
  "Conversation loaded successfully.": "Percakapan berhasil dimuat.",
  "Sorry, we could not find this shared conversation.": "Maaf, kami tidak dapat menemukan percakapan bersama ini.",
  "By sharing this conversation, it will be stored on our server. Are you sure you want to share this conversation?": "Dengan membagikan percakapan ini, itu akan disimpan di server kami. Apakah Anda yakin ingin membagikan percakapan ini?",
  "Conversation saved!": "Percakapan disimpan!",
  "Copy link": "Salin tautan",
  "Failed to copy the sharable link to clipboard.": "Gagal menyalin tautan yang dapat dibagikan ke clipboard.",
  "Failed to store the conversation": "Gagal menyimpan percakapan",
  "Link copied to clipboard!": "Tautan disalin ke clipboard!",
  "Failed to copy the link to clipboard.": "Gagal menyalin tautan ke clipboard.",
  "Please copy it manually:": "Silakan salin secara manual:",
  "Try out the new internet-connected enhance chat mode by clicking the": "Coba mode chat terhubung internet yang ditingkatkan dengan mengklik",
  "icon": "ikon",
  "Something went wrong. Please try again later.": "Ada yang salah. Silakan coba lagi nanti.",
  "Thank you for your feedback!": "Terima kasih atas masukan Anda!",
  "Feedback (Optional)": "Masukan (Opsional)",
  "Thank you for your feedback! Can we upload your current conversation to our server for product improvement purposes? We will never share your data with anyone.": "Terima kasih atas masukan Anda! Bolehkah kami mengunggah percakapan Anda saat ini ke server kami untuk tujuan peningkatan produk? Kami tidak akan pernah membagikan data Anda dengan siapa pun.",
  "Sure!": "Tentu!",
  "No Thanks": "Tidak, Terima Kasih",
  "You have been logged out": "Anda telah keluar",
  "If you like this project, please support us by subscribing to our Pro plan!": "Jika Anda menyukai proyek ini, silakan dukung kami dengan berlangganan rencana Pro kami!",
  "Please share your thoughts by completing a brief survey": "Silakan bagikan pemikiran Anda dengan menyelesaikan survei singkat",
  "Remaining Credits": "Kredit Tersisa",
  "Click to download image": "Klik untuk mengunduh gambar",
  "Features introduction page is now available!": "Halaman pengenalan fitur sekarang tersedia!",
  "Upscale image failed": "Peningkatan kualitas gambar gagal",
  "We apologize for the inconvenience, but our server is currently experiencing high traffic. Please try again later.": "Kami meminta maaf atas ketidaknyamanan ini, tetapi server kami saat ini mengalami lalu lintas yang tinggi. Silakan coba lagi nanti.",
  "Please sign in to reduce wait time, or upgrade to remove it": "Silakan masuk untuk mengurangi waktu tunggu, atau tingkatkan untuk menghapusnya",
  "Upgrade to the Pro version to eliminate the wait time": "Tingkatkan ke versi Pro untuk menghilangkan waktu tunggu",
  "Sorry, something went wrong. Our team has been notified and will look into it.": "Maaf, ada yang salah. Tim kami telah diberitahu dan akan menyelidikinya.",
  "Sorry something went wrong. Please refresh the page and try again.": "Maaf ada yang salah. Silakan segarkan halaman dan coba lagi.",
  "Sorry, our safety system detected unsafe content in your message. Please try again with a different topic.": "Maaf, sistem keamanan kami mendeteksi konten yang tidak aman dalam pesan Anda. Silakan coba lagi dengan topik yang berbeda.",
  "AI image generation is temporarily unavailable. We are working to get it back online as soon as possible.": "Pembuatan gambar AI sementara tidak tersedia. Kami sedang bekerja untuk mengembalikannya online sesegera mungkin.",
  "Custom Instruction ({{customInstructionPromptName}}) is in use": "Instruksi Khusus ({{customInstructionPromptName}}) sedang digunakan",
  "Custom Instruction only available in Chat mode": "Instruksi Khusus hanya tersedia dalam mode Chat",
  "Teacher Custom Instruction ({{customInstructionPromptName}}) is in use": "Instruksi Khusus Guru ({{customInstructionPromptName}}) sedang digunakan",
  "Join our event in {{hours}} hours!": "Bergabunglah dengan acara kami dalam {{hours}} jam!"
}
